using System;

namespace OOP
{
	class Program
	{
		static void Main(string[] args)
		{
			Console.WriteLine("Hello World!");
		}
	}
}
/* у нас есть ЛИФТ как обьект 
в свою очередь у него есть двери как отдельный класс , котрый обладает такими свойствами как :
высота и ширина дверей , время закрывания открывания , цветоом. Так же у лифта есть еще один 
класс -двигатель, котрый в свою очередь имеет :мощность , крутящий момент и скорость подъема .Так же сам лифт 
в свою очередь обладаем такими свойствами как : форма лифта , плавность хода и размер */ 